10/data/attachments/f6934879474f038d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_bd499d76-c2de-43d5-9c2c-35abbfe1f50d</nif:username>
            <nif:friendToBeAdded>Linda_reason_Actions_76703_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>